[
  "obsidian-table-generator",
  "obsidian-style-settings",
  "dataview",
  "buttons",
  "homepage",
  "obsidian-tasks-plugin",
  "obsidian-git",
  "cm-typewriter-scroll-obsidian",
  "remember-cursor-position",
  "execute-code"
]